"SETTINGS" = "Ρυθμίσεις";
"GENERAL" = "Γενικά";
"EMAIL" = "E-Mail";
"SMS" = "SMS";
"WRONG PASSWORD" = "Λάθος Κωδικός";
"POWER DOWN WHEN LOCKED" = "Σβήσιμο στο κλείδωμα";
"REMOTE COMMANDS" = "Απομακρυσμένες Εντολές";
"FAKE MODE" = "Ψεύτικη Λειτουργία";
"MORE" = "Άλλα";
"FOLLOW @ITAYBRE" = "Ακολουθήστε τον @itaybre";
"WEBSITE" = "Ιστοσελίδα";
